<?php
// Heading
$_['heading_title']    			= 'Настройки автоматических стикеров';

// Text
$_['text_module']      			= 'Модуль';
$_['text_success']     			= 'Успех: Вы изменили модуль!';
$_['text_edit']        			= 'Редактирование модуля';
$_['text_sold'] 				= 'Настройка стикера (Продано)';
$_['text_sale'] 				= 'Настройка стикера (Распродажа)';
$_['text_percent']				= 'Отображать как процент';
$_['text_text'] 				= 'Отображать как текст';
$_['text_bestseller'] 			= 'Настройка стикера (Топ продаж)';
$_['text_new'] 					= 'Настройка стикера (Новинка)';
$_['text_last'] 			    = 'Настройка стикера (Последний товар)';

// Entry
$_['entry_last_status'] 	    = 'Включить стикер (Последний товар)';
$_['entry_limit_new']	 		= 'Введите количество дней, которые товар считается новинкой';
$_['entry_sold_status']	 		= 'Включить стикер (Продано)';
$_['entry_sale_type']			= 'Выберите тип стикера';
$_['entry_labels_status'] 		= 'Статус модуля';
$_['entry_limit_bestseller'] 	= 'Введите количество товаров, которые могут быть (Топ Продаж)';
$_['entry_bestseller_text'] 	= 'Введите текст стикера (Топ продаж)';
$_['entry_bestseller_bg']		= 'Выберите цвет стикера (Топ продаж)';
$_['entry_new_text'] 			= 'Введите текст стикера (Новинка)';
$_['entry_new_bg'] 				= 'Выберите цвет стикера (Новинка)';
$_['entry_last_text'] 			= 'Введите текст стикера (Последний товар)';
$_['entry_last_bg'] 			= 'Выберите цвет стикера (Последний товар)';
$_['entry_sold_text'] 			= 'Введите текст стикера (Продано)';
$_['entry_sold_bg'] 			= 'Выберите цвет стикера (Продано)';
$_['entry_sale_text'] 			= 'Введите текст стикера (Распродажа)';
$_['entry_sale_bg'] 			= 'Выберите цвет стикера (Распродажа)';


// Error
$_['error_permission'] 			= 'У вас нет доступа для редактирования модуля!';




